/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Är du säker att du vill ta bort denna CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Avbryt";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Ta bort CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glukos";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glukosvärde (justerat)";

/* Section title for latest glucose reading */
"Latest Reading" = "Senaste avläsning";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Kräver åtgärd";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";
